{
  "about": "About me",
  "aboutContent": "I hold a Master’s degree in Engineering, and I’ve had the privilege of working with major software companies as well as a variety of clients around the world, in English, French and Japanese. I’ve contributed both as part of collaborative teams and in solo projects, giving me the versatility to adapt to different workflows and deliver value in any setting. From building intuitive, responsive front-end interfaces to designing scalable back-end systems, I enjoy taking projects end-to-end and turning ideas into reality.",
  "aboutHeadlineA": "I’m ",
  "aboutHeadlineB": " — a full-stack software engineer with 3 years of professional experience.",
  "backend": "Back-end",
  "bbSakura": {
    "description": "I led front-end development of a resource management app, redesigned and enhanced a B2B platform with major new features, and implemented end-to-end testing to improve reliability.",
    "name": "BBSakura Networks"
  },
  "contact": "Contact",
  "contactHeadline": "Let’s work together! Feel free to contact me using the form below.",
  "contactMe": "Contact Me",
  "digirise": {
    "description": "I redeveloped both the front-end and back-end of the AI-powered B2B chat platform AI Works, set up CI workflows to maintain consistent coding standards across the team, and collaborated with product managers to deliver new features tailored to client needs.",
    "name": "Digirise"
  },
  "email": "Email",
  "exaWizards": {
    "description": "I’ve collaborated with international teams to build and launch AI-powered B2B products, contributing across both front-end and back-end. Beyond feature development, I’ve streamlined deployment pipelines and supported junior developers to ensure smooth and efficient delivery.",
    "name": "ExaWizards"
  },
  "frontend": "Front-end",
  "headline": "Full-stack Developer — building smooth, performant, and user-friendly web experiences.",
  "home": "Home",
  "message": "Message",
  "name": "Name",
  "pastClients": "Past Clients",
  "projects": "Projects",
  "send": "Send",
  "techStack": "Tech Stack",
  "tools": "Tools",
  "tripTimelinePlanner": {
    "description": "When traveling to multiple destinations in a row, I found it difficult to keep track of all bookings and details. I developed this app that allows you to manage your travel itinerary, including flights, accommodations, and activities, in a more intuitive way than a simple notepad.",
    "stack": "Full-stack web app, coded using Ruby on Rails (back-end), React (front-end)"
  },
  "viewApp": "View app",
  "visitWebsite": "Visit Website"
}